export const Rules = [
    {
      title: "1. บริษัทขอสงวนสิทธิ์ให้บริการเรือ ดังนี้",
      items: [
        "1.1 ให้บริการจำนวนผู้โดยสาร ไม่เกิน 5 ท่านต่อ 1 ลำ และการจอง 1 ครั้ง สามารถจองได้ไม่เกิน 5 ท่าน",
        "1.2 บริษัทฯ ขอสงวนสิทธิ์ยกเลิกการให้บริการเรือตามวันเวลาที่จองได้ หากวันดังกล่าวมีสภาพอากาศหรือสถานการณ์ที่นำเรือออกแล้วก่อให้เกิดความไม่ปลอดภัยต่อผู้โดยสารและทรัพย์สิน",
        "1.3 บริษัทฯ ขอสงวนสิทธิ์เปลี่ยนแปลงเส้นทางทั้งจุดเริ่มต้นและจุดสิ้นสุด หากพบสภาพอากาศแปรปรวน",
        "1.4 หากผู้โดยสารถึงท่าเรือช้ากว่าเวลาที่นัดหมาย ผู้โดยสารจะต้องรอรอบเรือว่างในรอบถัดไป",
        "1.5 ไม่สามารถกำหนดที่นั่งบนเรือได้ ขึ้นอยู่กับลูกค้าที่เดินทางถึงท่าเรือและลงเรือก่อน",
        "1.6 ไม่มีจุดแวะพัก และไม่สามารถขอลงระหว่างทางได้"
      ]
    },
    {
      title: "2. ลูกค้าต้องปฏิบัติตามกฎและระเบียบของบริษัท ขณะใช้บริการเรือ และบริษัทไม่อนุญาตให้ลูกค้า",
      items: [
        "2.1 พกพาอาวุธ และ/หรือ ของมีคม",
        "2.2 สูบบุหรี่ ดื่มสุรา เสพสิ่งเสพติดหรือนำสิ่งผิดกฎหมายขึ้นเรือ",
        "2.3 จุดไฟ หรือกระทำการใดๆที่ก่อให้เกิดประกายไฟ",
        "2.4 นำสัตว์เลี้ยงขึ้นบนเรือ",
        "2.5 นำอาหารหรือทำอาหารบนเรือ",
        "2.6 ทิ้งขยะลงแม่น้ำ",
        "2.7 ตกปลา",
        "2.8 ห้ามนำอาหารและเครื่องดื่มจากร้านค้าภายนอก เข้ามารับประทานอาหารบนเรือ"
      ]
    },
    {
      title: "3. เพื่อความปลอดภัยขณะใช้บริการเรือ ผู้โดยสารต้องปฏิบัติ ดังนี้",
      items: [
        "3.1 ผู้โดยสารไม่ควรใส่รองเท้าส้นสูง ขณะลงเรือและขึ้นฝั่ง (สามารถใส่บนเรือได้)",
        "3.2 ไม่แนะนำให้ผู้โดยสารมีครรภ์หรือผู้ป่วยที่ไม่สามารถเดินหรือเคลื่อนที่ได้ด้วยตนเอง เช่น ผู้ป่วยเข้าเฝือก หรือรถเข็นนั่ง เป็นต้น ใช้บริการเรือ",
        "3.3 สำหรับผู้โดยสารเด็ก ต้องมีอายุตั้งแต่ 4 ปี ขึ้นไป สามารถรับบริการเรือได้",
        "3.4 การขึ้นหรือลงเรือ ผู้โดยสารต้องรอให้เรือเข้าเทียบท่าเรือและเรือจอดสนิทก่อน",
        "3.5 ผู้โดยสารทุกท่านต้องสวมเสื้อชูชีพตลอดเวลาที่ใช้บริการเรือ",
        "3.6 ผู้โดยสารต้องปฏิบัติตามคำสั่งของพนักงานขับเรือและปฏิบัติตามกฎหมายที่เกี่ยวกับการเดินเรือ"
      ]
    }, {
      title: "4. กรณีอุปกรณ์หรือตัวเรือได้รับเกิดความเสียหายอันเกิดจากผู้โดยสารไม่ปฏิบัติและเงื่อนไขในการใช้บริการเรือ บริษัทจะคิดค่าเสียหายตามจริงและผู้โดยสารต้องรับผิดชอบความเสียหายที่เกิดขึ้นทั้งหมด",
      items: []
    }, {
      title: "5. บริษัทจะไม่รับผิดชอบต่อความเสียหาย หรือการสูญหายใดๆ ต่อทรัพย์สินของผู้โดยสาร",
      items: []
    },
    {
      title: "6. บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไขข้อปฏิบัติและเงื่อนไขส่วนใดส่วนหนึ่งและ/หรือทั้งหมดในการใช้บริการเรือ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
      items: []
    }
  ];

  const checkout_model = {};

  export const accordionData = [
    { id: 'Wallet_Payment', label: 'Wallet Payment', content: 'True Walllet', imgUrl: 'https://play-lh.googleusercontent.com/eOzvk-ekluYaeLuvDkLb5RJ0KqfFQpodZDnppxPfpEfqEqbNo5erEkmwLBgqP-k-e2kQ' },
    { id: 'Rabbit', label: 'Rabbit_linepay', content: 'Rabbit_linepay', imgUrl: 'https://img.stackshare.io/stack/373144/7442ac18e510efb2246879301b2a67b87be5dcc1.png' },
    { id: 'Credit', label: 'Credit/Debit Card', content: 'Credit/Debit Card', imgUrl: 'https://cdn-icons-png.flaticon.com/512/6963/6963703.png' },
];